{"translation-revision-date":"2023-10-11 21:29:05+0000","generator":"GlotPress\/4.0.0-alpha.9","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Make your store your own":["Δώστε το στυλ σας στο κατάστημα"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Οποιεσδήποτε αλλαγές κάνετε στη διάταξη και το στυλ θα εμφανίζονται εδώ σε πραγματικό χρόνο - ιδανικό για να δοκιμάζετε διαφορετικά στυλ πριν τα κάνετε δημόσια. Μπορείτε επίσης να αλλάξετε το μέγεθος αυτής της περιοχής για να ελέγξετε πώς φαίνεται το κατάστημά σας στα κινητά."],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Προσαρμόστε το στυλ και τη διάταξη του καταστήματός σας ώστε να ταιριάζει στο brand σας! Προσθέστε το λογότυπό σας, αλλάξτε τη γραμματοσειρά και τα χρώματα, και δοκιμάστε διαφορετικές διατάξεις σελίδων. Θα μπορείτε να επεξεργαστείτε το κείμενο και τις εικόνες αργότερα μέσω του επεξεργαστή."],"Customize your store":["Προσαρμόστε το κατάστημά σας"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Δημιουργήστε ένα κατάστημα που να αντικατοπτρίζει το brand και την επιχείρησή σας. Επιλέξτε ένα από τα επαγγελματικά σχεδιασμένα θέματά μας για να το προσαρμόσετε ή δημιουργήστε το δικό σας χρησιμοποιώντας τεχνητή νοημοσύνη."],"Use the power of AI to design your store":["Χρησιμοποιήστε τη δύναμη της τεχνητής νοημοσύνης για να σχεδιάσετε το κατάστημά σας"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Σχεδιάστε την εμφάνιση του καταστήματός σας, δημιουργήστε σελίδες και συντάξτε κείμενα χρησιμοποιώντας τα ενσωματωμένα εργαλεία τεχνητής νοημοσύνης."],"Design with AI":["Σχεδιασμός με AI"],"Or select a professionally designed theme to customize and make your own.":["Ή επιλέξτε ένα επαγγελματικά σχεδιασμένο θέμα για να το προσαρμόσετε και να το κάνετε δικό σας."],"Browse all themes":["Περιήγηση σε όλα τα θέματα"],"Your store looks great!":["Το κατάστημά σας φαίνεται υπέροχο!"],"Your store is a reflection of your unique style and personality, and we're thrilled to see it come to life.":["Το κατάστημά σας είναι μια αντανάκλαση του μοναδικού σας στυλ και της προσωπικότητάς σας και είμαστε ενθουσιασμένοι που το βλέπουμε να παίρνει σάρκα και οστά."],"Your store screenshot":["Το στιγμιότυπο οθόνης του καταστήματός σας"],"Fine-tune your design":["Τελειοποιήστε τον σχεδιασμό σας"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Μεταβείτε στον επεξεργαστή για να αλλάξετε τις εικόνες και το κείμενο, να προσθέσετε περισσότερες σελίδες, και να κάνετε οποιεσδήποτε περαιτέρω προσαρμογές."],"Go to the Editor":["Μετάβαση στον επεξεργαστή"],"Go back to the Home screen to complete your store setup and start selling":["Επιστρέψτε στην αρχική οθόνη για να ολοκληρώσετε τη ρύθμιση του καταστήματός σας και να ξεκινήσετε τις πωλήσεις"],"Back to Home":["Επιστροφή στην αρχική σελίδα"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Επιλέξτε ένα νέο υποσέλιδο από τις παρακάτω επιλογές. Το υποσέλιδο περιλαμβάνει τη δευτερεύουσα πλοήγηση του ιστότοπού σας και θα προστεθεί σε κάθε σελίδα. Μπορείτε να συνεχίσετε να το προσαρμόζετε μέσω του <EditorLink>Επεξεργαστή<\/EditorLink>."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["Με βάση τα πιο επιτυχημένα καταστήματα στον κλάδο σας και την τοποθεσία σας, το εργαλείο τεχνητής νοημοσύνης σας προτείνει αυτό το πρότυπο για την επιχείρησή σας. Προτιμάτε μια διαφορετική διάταξη; Επιλέξτε από τα παρακάτω πρότυπα τώρα ή αργότερα μέσω του <EditorLink>Επεξεργαστή<\/EditorLink>."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Επιλέξτε μια νέα κεφαλίδα από τις παρακάτω επιλογές. Η κεφαλίδα σας περιλαμβάνει την πλοήγηση του ιστότοπού σας και θα προστεθεί σε κάθε σελίδα. Μπορείτε να συνεχίσετε να την προσαρμόζετε μέσω του <EditorLink>Επεξεργαστή<\/EditorLink>."],"Image width":["Πλάτος εικόνας"],"Link logo to homepage":["Προσθήκη συνδέσμου προς την αρχική σελίδα στο λογότυπο"],"Use as site icon":["Χρήση ως εικονίδιο ιστότοπου"],"Site Icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Τα εικονίδια ιστοτόπων είναι αυτά που βλέπετε στις καρτέλες των περιηγητών, τις καρτέλες σελιδοδεικτών και μέσα στις εφαρμογές για κινητά του WordPress."],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Βεβαιωθείτε ότι το κατάστημά σας είναι συνεπές στο brand σας προσθέτοντας το λογότυπό σας. Για καλύτερα αποτελέσματα, μεταφορτώστε το αρχείο σε μορφή SVG ή PNG με πλάτος τουλάχιστον 300px."],"Logo":["Λογότυπο"],"Saving failed.":["Αποτυχία αποθήκευσης."],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Χρησιμοποιήστε τα πλήκτρα αριστερού και δεξιού βέλους για να αλλάξετε το μέγεθος του καμβά. Κρατήστε πατημένο το shift για να αλλάξετε το μέγεθος σε μεγαλύτερα βήματα."],"Take a tour":["Κάντε μια περιήγηση"],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what's possible.":["Εδώ μπορείτε να αρχίσετε να προσαρμόζετε την εμφάνιση και την αισθητική του καταστήματός σας, προσθέτοντας το λογότυπό σας και αλλάζοντας χρώματα και διατάξεις. Κάντε μια γρήγορη περιήγηση για να ανακαλύψετε τι είναι δυνατό."],"Welcome to your AI-generated store!":["Καλώς ήρθατε στο κατάστημά σας που δημιουργήθηκε μέσω τεχνητής νοημοσύνης!"],"View your changes in real time":["Προβολή των αλλαγών σας σε πραγματικό χρόνο"],"The more detail you provide, the better job our AI can do!":["Όσο περισσότερες λεπτομέρειες παρέχετε, τόσο καλύτερη δουλειά μπορεί να κάνει η τεχνητή νοημοσύνη μας!"],"Try to include:":["Προσπαθήστε να συμπεριλάβετε:"],"What you want to sell":["Τι θέλετε να πουλήσετε"],"How many products you plan on displaying":["Πόσα προϊόντα σκοπεύετε να πουλάτε"],"E.g., At Cool Cat Shades, we sell sunglasses specially designed for our stylish feline friends. Designed and developed with a cat’s comfort in mind, our range of sunglasses are fashionable accessories our furry friends can wear all day. We currently offer 50 different styles and variations of shades, with plans to add more in the near future.":["Π.χ. στο Cool Cat Shades, πουλάμε γυαλιά ηλίου ειδικά σχεδιασμένα για τους κομψούς αιλουροειδείς φίλους μας. Σχεδιασμένα και αναπτυγμένα με γνώμονα την άνεση της γάτας, τα γυαλιά ηλίου μας είναι μοντέρνα αξεσουάρ που οι τριχωτοί μας φίλοι μπορούν να φορούν όλη μέρα. Αυτή τη στιγμή προσφέρουμε 50 διαφορετικά στυλ και παραλλαγές γυαλιών, ενώ σχεδιάζουμε να προσθέσουμε περισσότερα στο εγγύς μέλλον."],"What makes your business unique":["Τι κάνει την επιχείρησή σας μοναδική"],"Who your target audience is":["Ποιο είναι το κοινό-στόχος σας"],"Contemporary":["Σύγχρονο"],"Clean lines, neutral colors, sleek and modern look.":["Καθαρές γραμμές, ουδέτερα χρώματα, κομψή και μοντέρνα εμφάνιση."],"Classic":["Κλασικό"],"Elegant and timeless look with nostalgic touch.":["Κομψή και διαχρονική εμφάνιση με μία νοσταλγική πινελιά."],"Bold":["Τολμηρό"],"Vibrant look with eye-catching colors and visuals.":["Εμφάνιση γεμάτη ζωντάνια με εντυπωσιακά χρώματα και εικόνες."],"How would you like your store to look?":["Πώς θα θέλατε να φαίνεται το κατάστημά σας;"],"Informal":["Ανεπίσημο"],"Relaxed and friendly, like a conversation with a friend.":["Χαλαρό και φιλικό, σαν μια συζήτηση με έναν φίλο."],"Formal":["Επίσημο"],"Impartial tone with casual expressions without slang.":["Σοβαρός τόνος με καθημερινές εκφράσεις χωρίς αργκό."],"Direct yet respectful, serious and professional.":["Άμεσο αλλά με σεβασμό, σοβαρό και επαγγελματικό."],"Which writing style do you prefer?":["Ποιο στυλ γραφής προτιμάτε;"],"Let's get creative":["Ας γίνουμε δημιουργικοί"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["Χρησιμοποιήστε τα εργαλεία στυλ και διάταξης για να προσαρμόσετε το σχεδιαστικό του καταστήματός σας. Το περιεχόμενο και οι εικόνες μπορούν να προστεθούν ή να αλλάξουν μέσω του <EditorLink>Επεξεργαστή<\/EditorLink> αργότερα."],"Add your logo":["Προσθήκη του λογοτύπου σας"],"Change the color palette":["Αλλαγή της παλέτας χρωμάτων"],"Change fonts":["Αλλαγή των γραμματοσειρών"],"Change your header":["Αλλαγή της κεφαλίδας"],"Change your homepage":["Αλλαγή της αρχικής σας σελίδας"],"Change your footer":["Αλλαγή του υποσέλιδου"],"or create your own":["ή δημιουργήστε το δικό σας"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Με βάση τις πληροφορίες που μοιραστήκατε, το εργαλείο τεχνητής νοημοσύνης συνιστά τη χρήση αυτής της παλέτας χρωμάτων. Θέλετε να την αλλάξετε; Μπορείτε να επιλέξετε ή να προσθέσετε νέα χρώματα παρακάτω ή να τα ενημερώσετε αργότερα στον <EditorLink>Επεξεργαστή<\/EditorLink> | <StyleLink>Στυλ<\/StyleLink>."],"Change your font":["Αλλαγή της γραμματοσειράς"],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Η τεχνητή νοημοσύνη έχει επιλέξει ένα ζεύγος γραμματοσειρών που ταιριάζει καλύτερα στην επιχείρησή σας. Αν θέλετε να τις αλλάξετε, επιλέξτε μια νέα επιλογή παρακάτω τώρα ή αργότερα στον <EditorLink>Επεξεργαστή<\/EditorLink> | <StyleLink>Στυλ<\/StyleLink>."],"Designing the best look for your business":["Σχεδιάζοντας την καλύτερη εμφάνιση για την επιχείρησή σας"],"Assembling your AI-optimized store":["Βελτιστοποιημένη δημιουργία του καταστήματός σας μέσω τεχνητής νοημοσύνης"],"Applying the finishing touches":["Εφαρμόζονται οι τελευταίες πινελιές"],"Tell us a bit more about your business":["Πείτε μας λίγα περισσότερα για την επιχείρησή σας"],"Analyzing your responses":["Οι απαντήσεις σας αναλύονται"],"Comparing the top performing stores":["Σε σύγκριση με τα καταστήματα με τις καλύτερες επιδόσεις"],"Drag to resize":["Σύρετε για προσαρμογή μεγέθους"],"Saving":["Γίνεται αποθήκευση"],"Continue setting up your store":["Συνεχίστε την ρύθμιση του καταστήματός σας"],"Preview store":["Προεπισκόπιση καταστήματος"],"Neutral":["Ουδέτερο"],"Back":["Επιστροφή"],"Navigation":["Πλοήγηση"],"Style":["Στυλ"],"Done":["Ολοκληρώθηκε"],"Layout":["Διαρρύθμιση"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Προηγούμενη"],"Save":["Αποθήκευση"],"Continue":["Συνέχεια"],"Settings":["Ρυθμίσεις"],"Default":["Προκαθορισμένη τιμή"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}